<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

//$this->title = 'Про нас';
$this->params['breadcrumbs'][] = $this->title;
?>
<div class="site-about">
    <h1><?= Html::encode($this->title) ?></h1>

    <div style="margin-left:auto; margin-right:auto; width:85%;">
        <h1>Про нас</h1>
        <p>Інформаційна інтелектуальна система "Портал-кафедра" - це міцний інструментарій кафедри
            комп'ютерних та інформаційних технологій і систем Полтавського національного технічного університету ім.Юрія Кондратюка.</p>
        <p>Актуальність дистанційного навчання проявляється у можливості упровадження новітніх педагогічних, психологічних і
            методологічних розробок з розбиттям матеріалу на окремі функціонально завершені модулі (теми), які вивчаються у міру
            засвоєння і відповідають здібностям окремого студента або групи загалом. </p>
        <p>Для максимальної ефективності дистанційного навчання інформаційна інтелектуальна система "Портал-кафедра" була
            організована за допомогою системи організаційних, технічних, програмних та методичних заходів. </p>
        <p>Мета роботи інформаційної інтелектуальної системи "Портал-кафедра" - впровадження в навчальний і науково-дослідний процес
            кафедри сучасних інформаційно-комунікаційних технологій навчання, насамперед дистанційного навчання.</p>
    </div>


</div>
